import { ROUTES } from "@/const";

export const items = [
  {
    type: "разработка дизайна этикетки",
    title: "АЛКОГОЛЬНАЯ ПРОДУКЦИЯ",
    description:
      "Полное понимание ценовых сегментов от масс-маркета до коллекционных серий позволяет создавать разнообразные макеты, включая классический дизайн  и смелые графические эксперименты. Мы поможем вам определиться с выбором формы бутылки и укупорки, а также печать этикетки используя новейшие технологии нанесения, чтобы ваш продукт стал уникальным.",
    buttonText: "Услуги",
    buttonPath: ROUTES.SERVICES,
    image: "/images/vodka-china.png",
  },

  {
    type: "разработка дизайна упаковки",
    title: "КОСМЕТИКА И ФАРМАЦИЯ",
    description:
      "В сегментах косметики и ухода мы используем премиальные материалы, такие как матовые ламинации и тиснение, чтобы визуально отражать суть бренда – «натуральный», «инновационный» и «люксовый». В медицине и фармацевтике нам важно соблюдать нормативы (ЕАЭС, FDA) и делать инструкции максимально читабельными, применяя цветовые и графические коды для всех товарных групп.",
    buttonText: "Контакты",
    buttonPath: ROUTES.CONTACTS,
    image: "/images/perfect-body.png",
  },
  {
    type: "разработка дизайна логотипа",
    title: "ПРОДУКТЫ ПИТАНИЯ",
    description:
      "При создании дизайна упаковок молочных продуктов мы сосредотачиваемся на «свежести», «натуральности» и «полезности», чтобы достичь эстетически привлекательного макета. Для кондитерских изделий и снеков мы применяем динамичную графику и сочные иллюстрации. В категории эко-питания и органик мы предпочитаем минимализм и естественные цвета, обеспечивая прозрачность в коммуникации состава и происхождения, и поможем выбрать экологически чистые материалы.",
    buttonText: "Все проекты",
    buttonPath: ROUTES.PROJECTS,
    image: "/images/pivo.png",
  },
];
